Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/money_and_tax/personal_finance/financial_institutions/euro_security_features.html.txt.tmx
Source language: en
Languages: ga

source: The Central Bank of Ireland is responsible for providing euro banknotes and coins to strict quality standards that have been established for the Eurosystem
ga: Tá Banc Ceannais na hÉireann freagrach as nótaí bainc agus boinn euro a chur ar fáil i leith dianchaighdeáin a bunaíodh don Eurochóras

source: This document looks at the security features of euro bank notes and coins and what to do if you suspect a counterfeit
ga: Caitheann an cháipéis seo súil ar ghnéithe slándála nótaí bainc agus boinn euro agus ar céard atá le déanamh má bhíonn tú in amhras ar airgead góchumtha

source: The Central Bank website also has answers to frequently asked questions about using the euro in Ireland
ga: Ina theannta sin, tá ag Banc Ceannais na hÉireann freagraí ar cheisteanna coitianta faoi úsáid a bhaint as an euro in Éirinn

source: There are 7 different euro banknotes: €500, €200, €100, €50, €20, €10 and €5
ga: Tá 7 nóta bainc euro éagsúla ann: €500, €200, €100, €50, €20, €10 agus €5

source: All euro banknotes include some high-tech security features
ga: Áirítear le gach nóta bainc euro roinnt gnéithe ardteicneolaíochta slándála

source: If you are not sure whether a bank note is genuine you should always check several features
ga: Mura bhfuil tú cinnte cibé acu an bhfuil nó nach bhfuil nóta bainc fíor, ba cheart duit roinnt gnéithe a sheiceáil i gcónaí

source: If in doubt, compare the banknote with one you know to be genuine
ga: Má tá amhras ort, cuir an nóta bainc i gcomparáid le nóta arb eol duit atá ina fhíor-nóta

source: The European Central Bank (ECB) suggests that you carry out 3 checks on euro bank notes:
ga: Molann Banc Ceannais na hEorpa (ECB) go dtugann tú faoi 3 sheiceáil ar nótaí bainc euro:

source: Paper: All euro banknotes are printed on pure cotton paper which feels crisp and firm (not limp or waxy)
ga: Páipéar: Priontáiltear gach nóta bainc euro ar pháipéar íon cadáis ar a bhfuil braistint bhriosc agus dhocht (seachas bheith céarach nó gan bheith docht)

source: Raised print: Special printing makes the ink feel raised or thicker in the main image, the lettering and the value numerals on the front of the banknotes
ga: Cló ardaithe: Bíonn an bhraistint ar an dúch go bhfuil sé ardaithe nó níos tiubha sa phríomhíomhá, sna litreacha agus sna huimhreacha luacha ar thosach na nótaí bainc

source: To feel the raised print, run your finger over it or scratch it gently with your fingernail
ga: Chun an cló ardaithe a bhraistint, cuimil é le do mhéar nó déan é a scrabhadh go cúramach le d’ionga

source: Additional tactile marks for the visually impaired are included on the bottom edge of the €200 banknote and on the right-hand edge of the €500
ga: Áirítear marcanna breise tadhlacha dóibh siúd ag a bhfuil lagú amhairc ar imeall íochtair an nóta bainc €200 agus ar imeall deas an nóta €500

source: Watermarks: All euro banknotes contain a watermark that is visible when held up to the light
ga: Marcanna Uisce: Tá marcanna uisce ar gach nóta bainc euro atá le feiceáil nuair a chrochtar le solas iad

source: This watermark shows a picture and displays the value of the banknote
ga: Taispeánann an marc uisce seo pictiúr agus léiríonn se luach an nóta bainc

source: Security thread: The security thread is embedded in the banknote paper
ga: Snáithe slándála: Tá an tsnáithe slándála i bpáipéar an nóta bainc

source: If you hold the banknote against the light, the thread will appear as a dark stripe
ga: Má chrochann tú an nóta bainc le solas, feicfidh tú an tsnáithe mar stríoc dhorcha

source: The word "EURO" and the value can be seen in tiny letters on the stripe
ga: Is féidir an focal “EURO” agus an luach a fheiceáil i litreacha beaga ar an stríoc

source: Perforations: Hold the banknote against the light
ga: Polladh: Croch an nóta bainc le solas

source: In the hologram you will see perforations which form the € symbol
ga: Sa holagram, feicfidh tú polladh a chruthaíonn an tsiombail ‘€’

source: You can also see small numbers showing the value
ga: Ina theannta sin, is féidir leat uimhreacha beaga a fheiceáil a léiríonn an luach

source: Holograms and colour-changing numbers: Low value notes (5, 10 and 20 euro) have a hologram foil stripe on the front
ga: Holagraim agus uimhreacha dathathraitheacha: Tá ag nótaí ar luach íseal (5, 10 agus 20 euro) holagram de stríoca scragaill ar a dtosach

source: Higher value notes (50, 100, 200 and 500 euro) have a hologram patch on the front and a colour changing number on the back
ga: Tá ag nótaí ar luach níos airde (50, 100, 200 agus 500 euro) paiste holagraim ar a dtosach agus uimhir dhathathraitheach ar a gcúl

source: When you tilt a low value note, the euro symbol and the value of the banknote appear and a glossy stripe on the back
ga: Nuair a chlaonann tú nóta ar luach íseal, bíonn siombail an euro agus luach an nóta bainc le feiceáil, mar aon le stríoca shnasta ar a gcúl

source: When the banknote is tilted under a bright light, the stripe shines and slightly changes colour
ga: Nuair a chlaontar an nóta bainc faoi sholas geal, lonraíonn an stríoca agus tagann athrú beag datha uirthi

source: When you tilt the front of a high value note an image of the architectural motif and the value of the banknote appear
ga: Nuair a chlaonann tú nóta ar luach ard, bíonn íomhá den mhóitíf ailtireachta agus de luach an nóta bainc le feiceáil

source: When you tilt the back of the banknote, the value numerals change colour from purple to olive green or brown
ga: Nuair a chlaonann tú cúl an nóta bainc, tagann athrú datha ar uimhreacha an luacha ó chorcra go dtí glas ológach nó donn

source: Microprinting: On some areas of the banknote you can see tiny writing, for example, inside the "EYPΩ" (EURO in Greek characters) on the front
ga: Micreachló: Ar roinnt áiteanna den nóta bainc, feicfidh tú cló fíor-bheag, mar shampla, laistigh den “"EYPΩ" (EURO i gcarachtair Ghréigeacha) ar an tosach

source: You will need a magnifying glass to see it
ga: Teastóidh gloine formhéadúcháin uait chun é a fheiceáil

source: The microprinting is sharp (not blurred)
ga: Is géar don mhicreachló (seachas geamhach)

source: Check with an ultraviolet lamp: Under UV light
ga: Seiceáil le lampa ultraivialait: Faoi sholas UV

source: • The paper itself does not glow
ga: • Ní thagann breo ar an bpáipéar é féin

source: • Fibres embedded in the paper appear, coloured red, blue and green
ga: • Feictear snáithíní sa pháipéar, ar a bhfuil dath dearg, gorm agus glas

source: • The flag of the European Union looks green and has orange stars
ga: • Bíonn cuma ghlas ar bhrat an Aontais Eorpaigh agus tá ann réaltaí oráiste

source: • The signature of the ECB President turns green
ga: • Tagann athrú datha ar shíniú Uachtarán an ECB go dtí glas

source: • The large stars and small circles on the front glow
ga: • Tagann breo ar na réaltaí móra agus na ciorcail bheaga ar an tosach

source: The map, bridge and value numeral on the back appear in yellow
ga: Bíonn cuma bhuí ar an léarscáil, droichead agus uimhir an luacha ar an gcúl

source: You can view images of genuine bank notes and explore interactive displays of security features on the European Central Bank website
ga: Féadfaidh tú íomhánna a fheiceáil d’fhíor-nótaí bainc agus léiriú idirghníomhach de ghnéithe slándála a fhiosrú ar láithreán gréasáin Bhanc Ceannais na hEorpa

source: There are 8 different euro coins (1, 2, 5, 10, 20 and 50 cent or 1, 2 euro coins)
ga: Tá 8 mbonn éagsúla euro ann (boinn 1, 2, 5, 10, 20 agus 50 cent nó 1, 2 euro)

source: One euro is divided into 100 cent
ga: Roinntear euro amháin ina 100 cent

source: The coins vary in size, colour and thickness according to their values
ga: Tá éagsúlacht ann i measc na mbonn i dtaobh méide, datha agus tiuibhe, de réir na luachanna a bhíonn orthu

source: All euro bank notes look exactly the same, however, while all euro coins have a common 'European' side, they also have a 'national' side
ga: Bíonn an chuma dhíreach chéanna ar gach nóta bainc euro, áfach, cé go mbíonn taobh coiteann ‘Eorpach’ ag gach bonn euro, tá acu freisin taobh ‘náisiúnta’

source: The European side features designs common to all euro countries showing different maps of Europe, surrounded by the 12 stars of the European Union
ga: Is éard a bhíonn ar an taobh Eorpach, dearaí coitianta de gach ceann de na dtír, ina léirítear léarscáileanna éagsúla den Eoraip, agus na 12 réalta den Aontas Eorpach á gcrioslú

source: The reverse side of each coin shows an individual design relating to each member state
ga: Léirítear ar an taobh thall de gach bonn dearadh aonair lena mbaineann gach ballstát

source: The Irish national side depicts the harp
ga: Léiríonn taobh náisiúnta na hÉireann an chruit

source: All euro coins are legal tender throughout the euro area, irrespective of which national side the coins have
ga: Airgead dlíthairgthe iad gach bonn euro ar fud limistéar an euro, gan beann ar cén taobh náisiúnta a bhíonn ag boinn

source: The edge of each coin has been milled (specially marked), which makes it easier to recognise different values
ga: Rinneadh taobh gach boinn a mhuilleáil (a mharcáil go speisialta), agus is fusa na luachanna éagsúla a aithint dá bharr sin

source: This is very important for people with visual impairments
ga: Tá seo an-tábhachtach do dhaoine ag a bhfuil lagú amhairc

source: Special bi-metal technology is incorporated into the larger 1 and 2 euro coins to prevent counterfeiting
ga: Corpraítear teicneolaíocht speisialta démhiotail isteach sna boinn níos mó (1 agus 2 euro) chun góchumadh a chosc

source: The ECB and the Central Bank website have more information about euro coins
ga: Tá ag an ECB agus ag Banc Ceannais na hÉireann níos mó faisnéise faoi bhoinn euro

source: Counterfeit notes and coins
ga: Nótaí agus boinn ghóchumtha

source: It is a criminal offence to keep or pass on a banknote which you believe or know is a counterfeit
ga: Cion coiriúil is ea nóta bainc a choimeád nó a thabhairt do dhuine eile a chreideann tú atá ina nóta góchumtha

source: You should check your change regularly for suspect notes and coins
ga: Ba cheart duit do shóinseáil a sheiceáil go minic le haghaidh nótaí agus bonn a bhfuil tú in amhras orthu

source: What should I do if I suspect a bank note or coin is counterfeit?
ga: Céard is ceart dom a dhéanamh má bhím in amhras go bhfuil nóta bainc nó bonn góchumtha?

source: If you believe you are in possession of a counterfeit you must submit it to your local financial institution (for example, your bank), the Gardaí, or the Central Bank National Analysis Centre/Coin National Analysis Centre (NAC/CNAC) (see address below)
ga: Má chreideann tú go bhfuil airgead góchumtha agat, ní mór duit é a thabhairt do d’institiúid áitiúil airgeadais (do bhanc, mar shampla), na Gardaí, nó Ionad Náisiúnta Anailíse/Ionad Náisiúnta Anailíse Bonn an Bhainc Cheannais (NAC/CNAC) (féach an seoladh thíos)

source: Please include your details along with details of the suspect counterfeit and any details of the source of the banknote or coin
ga: Cuir do chuid sonraí san áireamh, mar aon le sonraí an airgid ghóchumtha agus aon sonraí faoi fhoinse an nóta bainc nó an bhoinn

source: Financial institutions are obliged by law to retain suspect counterfeit notes or coin and submit them to the Central Bank NAC/CNAC
ga: Tá dualgas dlíthiúil ar institiúidí airgeadais chun nótaí nó boinn a bhfuiltear in amhras orthu a choimeád agus iad a thabhairt do NAC/CNAC an Bhainc Cheannais

source: You can also contact the National Analysis Centre online
ga: Ina theannta sin, féadfaidh tú dul i dteagmháil leis an Ionad Náisiúnta ar líne

source: If you submit a suspect note or coin to your local financial institution you should get a receipt to confirm your submission as no refund will be given at this time
ga: Má thugann tú nóta nó bonn do d’institiúid áitiúil airgeadais, ba cheart duit fáltas a fháil ar mhaithe lenar thug tú suas a dheimhniú, mar gheall nach dtabharfar aisíocaíocht duit ag an tráth sin

source: If the banknote or coin is deemed genuine you will be given the value of the note (through your bank)
ga: Má mheastar go bhfuil an nóta bainc nó an bonn ina fhíor-airgead, tabharfar luach an nóta nó an bhoinn duit (trí do bhanc)

source: If you send suspect notes or coins to NAC or CNAC you will be sent a letter acknowledging the submission and if deemed genuine a replacement will be sent to you by post
ga: Má sheolann tú nótaí nó boinn chuig an NAC nó an CNAC, seolfaidh siad litir chugat ina n-aithnítear ar thug tú suas agus má mheastar gur fíor-airgead atá i gceist leis an airgead, aisíocfar thú tríd an bpost

source: However if the banknotes or coins are counterfeit you will get no refund
ga: Más airgead góchumtha na nótaí bainc nó na boinn, áfach, ní thabharfar aisíocaíocht duit

source: What should I do at work if I am given a banknote I suspect to be fake?
ga: • Iarr ar do mhaoirseoir nó ar an oifigeach slándála labhairt leis an gcustaiméir
